app/controllers/posts_controller.rb

	def create
	  @post = Post.new(params)
	  @post.save
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "First Post"], ["description", "post"], ["created_at", "2018-07-31 15:21:21.520988"], ["updated_at", "2018-07-31 15:21:21.520988"]]